IDEA Open Model
ConcreteULSCheckResultFatigueEc2 Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConcreteULSCheckResultFatigueEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ConcreteULSCheckResultFatigueEc2()
Public Sub New
See Also
Reference
ConcreteULSCheckResultFatigueEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace